Repository: yvs2014/mtr085
Catalog: po/*.po
Languages: es, it, uk

source: Keys
es: Teclas
it: Tasti
uk: Меню

source: ints
es: (pistas)
it: (guide)
uk: (довідка)

source: uit
es: (salir)
it: (uscita)
uk: (вихід)

source: Fields
es: Campos
it: Campi
uk: Поля

source: Custom fields
es: Campos personalizados
it: Campi personalizzati
uk: Задані поля

source: Packets
es: Paquetes
it: Pacchetti
uk: Пакети

source: Pings
it: Ping
uk: Пінги

source: 0 for unlimit
es: 0 para ilimitado
it: 0 per illimitato
uk: 0 - безлім

source: ToS bits: lowcost(1), reliability(2), throughput(4), lowdelay(8)
es: Bits de ToS: bajo-costo(1), fiabilidad(2), rendimiento(4), demora-mínima(8)
it: Bit di ToS: basso-costo(1), affidabilità(2), produttività(4), ritardo-minimo(8)
uk: біти ToS: лоукост(1), надійно(2), прохідний(4), низька-затримка(8)

source: Change payload size
es: Cambiar tamaño de la carga útil
it: Cambia dimensione del carico utile
uk: Змінити розмір даних

source: negative values are for random
es: valores negativos son al azar
it: valori negativi sono casuali
uk: від'ємні значення - вибирати випадково

source: range
es: rango
it: gamma
uk: діапазон

source: range[0-255], random is -1
es: rango[0-255], aleatorio es -1
it: gamma[0-255], casuale è -1
uk: діапазон[0-255], -1 - вибирати випадково

source: Interval in seconds
es: Intervalo en segundos
it: Intervallo in secondi
uk: Інтервал в секундах

source: less than
es: menos que
it: meno di
uk: менше за

source: more than
es: más que
it: più di
uk: більше ніж

source: Unknown
es: Desconocido
it: Sconosciuto
uk: Невідомо

source: Histogram
es: Histograma
it: Istogramma
uk: Гістограма

source: cols
uk: колонок

source: Scale
es: Escala
it: Scala
uk: Шкала

source: ms
es: mseg
it: msec
uk: мсек

source: dns
uk: днс

source: jitter
it: tremolii
uk: джиттер

source: chart
es: diagrama
it: diagramma
uk: діагр

source: pattern
es: patrón
it: modello
uk: шаблон

source: dt
uk: інтерв

source: cycles
es: ciclos
it: cicli
uk: цикли

source: ttl
uk: ттл

source: size
es: tamaño
it: dimensione
uk: розмір

source: cache
es: caché
uk: кеш

source: on pause
es: en pausa
it: in pausa
uk: на паузі

source: Host
uk: Вузол

source: ASN
es: SA
it: SA
uk: АС

source: Route
es: Red
it: Rete
uk: Мережа

source: CC
es: País
it: Paese
uk: Країна

source: Registry
es: Registro
it: Registro
uk: Реєстр

source: Allocated
es: Asignado
it: Assegnato
uk: Видано

source: Origin
es: Origen
it: Origine
uk: АС

source: Descr
uk: Опис

source: AS Path
es: SA-camino
it: SA-percorso
uk: АС-Шлях

source: Org
es: Empresa
it: Impresa
uk: Компанія

source: Country
es: País
it: Paese
uk: Країна

source: RC
es: Código
it: Codice
uk: Код

source: Region
es: Región
it: Regione
uk: Регіон

source: City
es: Ciudad
it: Città
uk: Місто

source: Zip
es: Postal
it: CAP
uk: Індекс

source: Lat
uk: Широта

source: Long
uk: Довгота

source: TZ
uk: Час.пояс

source: ISP
es: PSI
it: PSI
uk: Інтернет-пров

source: AS Name
es: Nombre de SA
it: Nome di SA
uk: Назва АС

source: Space between fields
es: Espacio entre campos
it: Spazio tra i campi
uk: Проміжок між полями

source: Loss
es: Pérd
it: Perd
uk: Втрат

source: Loss ratio
es: Ratio de siniestralidad
it: Tasso di perdite
uk: Відсоток втрат

source: Drop
es: Desecho
it: Scarto
uk: Відх

source: Dropped packets
es: Paquetes descartados
it: Pacchetti scartati
uk: Відкинуті пакети

source: Recv
es: Recb
it: Ricv
uk: Отрим

source: Received packets
es: Paquetes recibidos
it: Pacchetti ricevuti
uk: Отримані пакети

source: Sent
es: Envia
it: Invia
uk: Відпр

source: Sent packets
es: Paquetes enviados
it: Pacchetti inviati
uk: Надіслані пакети

source: Last
es: Último
it: Scorso
uk: Остан

source: Newest RTT(ms)
es: RTT(mseg) más reciente
it: RTT(msec) più recente
uk: Останнє RTT(мсек)

source: Best
es: Mejor
it: Meglio
uk: Кращ

source: Min/Best RTT(ms)
es: Mín/Mejor RTT(mseg)
it: RTT(msec) minimo/meglio
uk: Найкраще RTT(мсек)

source: Avrg
es: Medio
it: Medio
uk: Серед

source: Average RTT(ms)
es: RTT(mseg) promedio
it: RTT(msec) medio
uk: Середнє RTT(мсек)

source: Wrst
es: Peor
it: Pegg
uk: Гірш

source: Max/Worst RTT(ms)
es: Máx/Peor RTT(mseg)
it: RTT(msec) massimo/peggiore
uk: Найгірше RTT(мсек)

source: StDev
es: Desvio
it: DevSt
uk: CтдВар

source: Standard deviation
es: Desviación estándar
it: Deviazione standard
uk: Стандартне відхилення

source: GAvr
it: MedGeom
uk: СрдГеом

source: Geometric mean
es: Media geométrica
it: Media geometrica
uk: Геометрично усереднене

source: Jttr
uk: Джтр

source: Current jitter
es: Fluctuación actual
it: Fluttuazione attuale
uk: Поточний джиттер

source: Javg
es: Jmed
it: Jmed
uk: ДжСрд

source: Jitter mean/avrg
es: Jitter promedio
it: Jitter medio
uk: Усереднений джиттер

source: Jmax
es: Jmáx
it: Jmas
uk: ДжМакс

source: Worst jitter
es: Jitter peor
it: Jitter peggiore
uk: Найгірший джиттер

source: Jint
uk: ДжІнт

source: Interarrival jitter
es: Jitter de interarribo
it: Jitter di interarrivo
uk: Міжінтервальний джиттер

source: Commands
es: Comandos
it: Comandi
uk: Команди

source: set bit pattern in range 0..255 (negative value means random)
es: establecer patrón de bits en rango 0..255 (valor negativo significa aleatorio)
it: imposta il modello di bit nell'intervallo 0..255 (valore negativo per casuale)
uk: встановити бітовий шаблон у діапазоні 0..255 (випадковий якщо значення від'ємне)

source: set number of cycles to run (no limit: 0)
es: establecer número de ciclos a ejecutar (sin límite: 0)
it: imposta il numero di cicli da eseguire (illimitato: 0)
uk: встановити кількість циклів виконання (без обмежень: 0)

source: switch display mode
es: cambiar modo de visualización
it: cambia modo di visualizzazione
uk: перемикання режиму відображення

source: toggle MPLS info
es: (des)activar MPLS info
it: (dis)attiva info MPLS
uk: вкл/викл MPLS відображення

source: set first TTL (default 1)
es: establecer TTL mínimo (predeterminado: 1)
it: imposta il TTL minimo (predefinito: 1)
uk: встановити початковий TTL (стандартно 1)

source: set interval in seconds (default 1s)
es: establecer intervalo en segundos (predeterminado: 1seg)
it: imposta l'intervallo in secondi (predefinito: 1sec)
uk: встановити інтервал у секундах (стандартно 1сек)

source: toggle latency/jitter stats (default: latency)
es: alternar latencia/fluctuación (predeterminado: latencia)
it: alterna latenza/jitter (predefinito: latenza)
uk: перемикання відображення типу статистики, затримка чи джиттер (стандартно: затримка)

source: toggle ASN lookup
es: (des)activar búsqueda de SA
it: (dis)attiva ricerca SA
uk: вкл/викл відображення АС

source: switch IP info
es: (des)activar IP info
it: (dis)attiva info IP
uk: перемикання режимів IP-інфо

source: set max TTL (default 30)
es: establecer TTL máximo (predeterminado: 30)
it: imposta il TTL massimo (predefinito: 30)
uk: встановити максимум для TTL (стандартно 30)

source: toggle DNS
es: (des)activar DNS
it: (dis)attiva DNS
uk: вкл/викл DNS

source: set stat fields to display (default: LS_NABWV)
es: Establecer campos de estadística (predeterminado: LS_NABWV)
it: imposta i campi delle statistiche (predefinito: LS_NABWV)
uk: встановити поля статистики у відображенні (стандартно: LS_NABWV)

source: quit
es: salir
it: uscita
uk: вихід

source: set ToS/QoS (quality of service)
es: establecer ToS/QoS (calidad de servicio)
it: imposta ToS/QoS (qualità del servizio)
uk: встановити ToS/QoS (якість сервісу)

source: reset statistics
es: reiniciar estadística
it: ripristina statistiche
uk: обнулити статистику

source: set payload size (default 56), randomly within size range if it's negative
es: establecer tamaño de datos (predeterminado: 56), al azar dentro del rango de tamaño si es negativo
it: imposta la dimensione dei dati (predefinita: 56), casuale se negativa
uk: встановити розмір данних (стандартно 56), випадково у діапазоні розміру якщо розмір від’ємний

source: toggle TCP pings
es: (des)activar TCP pings
it: (dis)attiva ping TCP
uk: вкл/викл TCP пінги

source: toggle UDP pings
es: (des)activar UDP pings
it: (dis)attiva ping UDP
uk: вкл/викл UDP пінги

source: toggle cache mode
es: (des)activar modo caché
it: (dis)attiva modo cache
uk: вкл/викл режим кешування

source: scroll up/down
es: desplazamiento hacia arriba/abajo
it: scorre su o giù
uk: прокрутка догори/донизу

source: pause/resume
es: pausar/reanudar
it: pausa/ripresa
uk: призупинити/продовжити

source: SPACE
es: ESPACIO
it: SPAZIO
uk: ПРОБІЛ

source: <number>
es: número
it: <numero>
uk: <число>

source: <string>
es: texto
it: <testo>
uk: <текст>

source: Usage
es: Uso
it: Uso
uk: Використання

source: TARGET[:PORT]
es: OBJETIVO[:PUERTO]
it: OBIETTIVO[:PORTA]
uk: ЦІЛЬ[:ПОРТ]

source: IP.ADD.RE.SS
es: DI.REC.CI.ÓN
it: IN.DI.RI.ZZO
uk: IP.АДРЕСА

source: NUMBER
es: NÚMERO
it: NUMERO
uk: ЧИСЛО

source: COUNT
es: CONTEO
it: CONTEGGIO
uk: ЧИСЛО

source: MODE
es: MODO
it: MODO
uk: РЕЖИМ

source: FIELDS
es: CAMPOS
it: CAMPI
uk: ПОЛЯ

source: SECONDS
es: SEGUNDOS
it: SECONDI
uk: СЕКУНДИ

source: SERVER,FIELDS
es: SERVIDOR,CAMPOS
it: SERVER,CAMPI
uk: СЕРВЕР,ПОЛЯ

source: BYTES
it: BYTE
uk: БАЙТИ

source: Bit pattern
es: Patrón de bits
it: Modello di bit
uk: Бітовий шаблон

source: Number of cycles
es: Número de ciclos
it: Numero di cicli
uk: Кількість циклів

source: First TTL
es: TTL mínimo
it: TTL minimo
uk: Мінімальний TTL

source: Max TTL
es: TTL máximo
it: TTL massimo
uk: Максимальний TTL

source: Interval
es: Intervalo
it: Intervallo
uk: Інтервал

source: QoS/ToS
es: QoS/ToS (calidad de servicio)
it: QoS/ToS (qualità del servizio)
uk: QoS/ToS (якість сервісу)

source: Display mode
es: Modo de visualización
it: Modo di visualizzazione
uk: Режим відображення

source: Payload size
es: Tamaño de datos
it: Dimensione di dati
uk: Розмір даних

source: Mutually exclusive options
es: Opciones mutuamente excluyentes
it: Opzioni reciprocamente esclusive
uk: Взаємовиключні опції

source: TCP timeout
es: Tiempo de espera de TCP
it: Timeout TCP
uk: Таймаут TCP

source: Cache timeout
es: Tiempo de espera de caché
it: Timeout cache
uk: Таймаут кешування

source: target
es: objetivo
it: OBIETTIVO
uk: ціль

source: targets
es: objetivos
it: obiettivi
uk: цілі

source: Target
es: Objetivo
it: Obiettivo
uk: Ціль

source: source
it: sorgente
uk: звідки

source: args
es: argumentos
it: argomenti
uk: параметри

source: port number
es: número de puerto
it: numero di porta
uk: номер порту

source: max
es: máx
it: mass
uk: макс

source: opened
es: abiertos
it: aperti
uk: відкрито

source: closed
es: cerrados
it: chiusi
uk: закрито

source: queries
es: consultas
it: richieste
uk: запитів

source: replies
es: respuestas
it: risposte
uk: відповідей

source: NONE
es: NADA
it: NIENTE
uk: НЕМАЄ

source: datetime
es: fecha
it: datario
uk: дата

source: hop
es: nodo
it: nodo
uk: перехід

source: data
es: dato
it: dati
uk: дані

source: host
uk: вузол

source: active
es: activo
it: attivo
uk: діючий

source: ipinfo
es: info
it: info
uk: інфо

source: yes
es: sí
it: sì
uk: так

source: no
uk: ні

source: error
it: errore
uk: помилка

source: Hop
es: Nodo
it: Nodo
uk: Перехід

source: Status
es: Estado
it: Stato
uk: Статус

source: Info
uk: Інфо

source: Press any key to continue
es: Pulse cualquier tecla para continuar
it: Premere un tasto qualsiasi per continuare
uk: Натисніть будь-яку клавішу для продовження

source: Press any key to quit
es: Pulse cualquier tecla para salir
it: Premere un tasto qualsiasi per uscire
uk: Натисніть будь-яку клавішу для виходу

source: Unknown error
es: Error desconocido
it: Errore sconosciuto
uk: Невідома помилка

source: Unable to get raw sockets
es: Raw-sockets no están disponibles
it: Socket raw non sono disponibili
uk: Raw-сокети недоступні

source: Unable to drop permissions
es: No se puede eliminar permisos
it: Impossibile eliminare i permessi
uk: Не вдалося повернутися до рівня користувача (permissions)

source: Unable to drop capabilities
es: No se puede eliminar capacidades
it: Impossibile eliminare le capacità
uk: Не вдалося повернутися до рівня користувача (capabilities)

source: Failed to resolve
es: No se pudo resolver
it: Impossibile risolvere
uk: Не вдалося розпізнати

source: Only one DNS server is used
es: Solo se utiliza un servidor DNS
it: Viene utilizzato un solo server DNS
uk: Використовується лише один DNS сервер

source: Failed to parse
es: No se pudo analizar
it: Impossibile analizzare
uk: Не вдалося розпарсити

source: Failed to set nameserver
es: No se pudo establecer servidor DNS
it: Impossibile impostare server DNS
uk: Не вдалося встановити DNS сервер

source: IPv6 traffic class is not supported
es: Clase de tráfico IPv6 no se soporta
it: Classe di traffico IPv6 non è supportata
uk: Клас трафіку IPv6 не підтримується

source: Unable to open display
es: No se puede inicializar la pantalla
it: Impossibile aprire lo schermo
uk: Неможливо ініціалізувати екран

source: Too many stat fields
es: Demasiados campos para estadística
it: Troppi campi per statistiche
uk: Забагато елементів для статистики

source: Unknown stat field
es: Campo de estadística desconocido
it: Campo statistiche sconosciuto
uk: Невідомий елемент для статистики

source: Unable to set host entry
es: No se puede establecer registro de host
it: Impossibile impostare host
uk: Помилка встановлення хост запису

source: Unable to use address
es: No se puede usar la dirección
it: Impossibile utilizzare l'indirizzo
uk: Неможливо використати адресу

source: UTF8 is not printable
es: UTF8 no es imprimible
it: UTF8 non è stampabile
uk: UTF8 error: непридатно для друку

source: No address found
es: Dirección no encontrada
it: Indirizzo non trovato
uk: Адресу не знайдено

source: No place in pool for sockets
es: No hay lugar en conjunto para sockets
it: Non c'è posto nel set per socket
uk: Нема місця в пулі сокетів

source: No IPv6 sockets
es: Sin sockets IPv6
it: Nessun socket IPv6
uk: Нема IPv6 сокетів

source: No nameservers
es: Sin servidores DNS
it: Nessun server DNS
uk: Нема DNS серверів

source: columns
es: columnas
it: colonne

source: Mean
es: Promedio
